Repository: Makeblock-official/mBlock
Catalog: source/src/locale/*.po
Languages: de_de

source: set light sensor %d.normalPort led as %d.switch
de_de: setze Licht-Sensor%d.normalPort LED auf %d.switch

source: line follower %d.normalPort
de_de: Line-Follower-Sensor%d.normalPort

source: limit switch %d.normalPort%d.slot
de_de: Endschalter%d.normalPort%d.slot

source: 3-axis gyro %d.GyroAxis angle
de_de: Beschleunigungs-Sensor %d.GyroAxis Winkel

source: infrared receiver %d.normalPort
de_de: Infrarot-Sensor %d.normalPort

source: pir motion sensor %d.normalPort
de_de: PIR Bewegungs-Sensor %d.normalPort

source: temperature %d.normalPort%d.slot °C
de_de: Temperatur %d.normalPort%d.slot °C

source: set camera shutter %d.normalPort as %d.shutter
de_de: setze Kamera-Shutter%d.normalPort auf %d.shutter

source: read digital pin %n
de_de: lese digitalen Pin %n

source: read analog pin (A)%n
de_de: lese analogen Pin (A)%n

source: set digital pin %n output as %d.digital
de_de: setze digitalen Pin %n Ausgang auf %d.digital

source: set analog pin (A)%n output as %n
de_de: setze anlogen Pin (A)%n Ausgang auf %n

source: set pwm pin %n output as %d.pwmvalue
de_de: setze PWM-Pin %n Ausgang auf %d.pwmvalue

source: set servo pin %n angle as %d.servovalue
de_de: setze Servo-Pin %n Winkel auf %d.servovalue Grad

source: play tone pin %n on note %d.notes beat %d.beats
de_de: spiele an Pin %n den Ton %d.notes für %d.beats Schläge

source: Eighth
de_de: achtel

source: Quater
de_de: viertel

source: Half
de_de: halbe

source: Whole
de_de: ganze

source: Double
de_de: doppelte

source: Zero
de_de: null

source: Ultrasonic
de_de: Ultraschall

source: Light Sensor
de_de: Licht-Sensor

source: Line Finder
de_de: Linien-Sensor

source: LimitSwitch
de_de: Endschalter

source: Button
de_de: Taster

source: X-Axis
de_de: X-Achse

source: Y-Axis
de_de: Y-Achse

source: Z-Axis
de_de: Z-Achse

source: Input
de_de: Eingang

source: Output
de_de: Ausgang

source: Don't save
de_de: Nicht speichern

source: Save project?
de_de: Projekt speichern?

source: About
de_de: Info

source: Open
de_de: Öffnen

source: Save as
de_de: Speichern als

source: Share to website
de_de: Veröffentlichen

source: Check for updates
de_de: Nach Updates suchen

source: Quit
de_de: Ende

source: Share to Scratch Website
de_de: Auf Scratch-Website veröffentlichen

source: Project name
de_de: Projektname

source: Your Scratch name
de_de: Dein Scratchname

source: Password
de_de: Passwort

source: Setting
de_de: Einstellungen

source: Connect
de_de: Verbinden

source: Disconnect
de_de: Unterbrechen

source: save picture of stage
de_de: sichern des Bühnenbildes

source: Load Project
de_de: Projekt laden

source: Save Project
de_de: Projekt speichern

source: Robots
de_de: Roboter

source: View Source
de_de: Zeige Quellcode

source: cleanup
de_de: Aufräumen

source: Microphone volume:
de_de: Mikrofonlautstärke

source: http://forum.makeblock.cc/#scratch
de_de: http://bbs.makeblock.cc/?scratch

source: Close
de_de: Schließen

source: Executing
de_de: Ausführung

source: Replace contents of the current project?
de_de: Inhalte des aktuellen Projektes ersetzen?

source: New Version Available!
de_de: Neue Version verfügbar!

source: Update Now
de_de: Update durchführen

source: New Block
de_de: Neuer Block

source: Connected
de_de: Verbunden

source: No Bluetooth
de_de: Kein Bluetooth

source: Disconnect Bluetooth
de_de: Unterbreche Bluetooth

source: Discovering Bluetooth
de_de: Suche Bluetooth

source: Click The Device From List To Connect
de_de: Um zu verbinden, wähle das Gerät aus der Liste

source: Device Not Found
de_de: Gerät nicht gefunden

source: Distance Display
de_de: Entfernung messen

source: Detect Sound
de_de: Erkenne Sound

source: Temperature
de_de: Temperatur

source: Ultrasonic Car
de_de: Ultraschall Fahrzeug

source: Play Music
de_de: Spiele Musik

source: Voice Command
de_de: Stimmenbefehl

source: Accelerometer X
de_de: Beschleunigung X

source: Accelerometer Y
de_de: Beschleunigung Y

source: Accelerometer Z
de_de: Beschleunigung Z

source: Brightness
de_de: Helligkeit

source: Start Button Pressed?
de_de: Start Taster gedrückt？

source: Select Button Pressed?
de_de: Select Taster gedrückt?

source: Up Button Pressed?
de_de: Pfeil nach oben Taste gedrückt?

source: Down Button Pressed?
de_de: Pfeil nach unten Taste gedrückt?

source: Left Button Pressed?
de_de: Pfeil nach links Taste gedrückt?

source: Right Button Pressed?
de_de: Pfeil nach rechts Taste gedrückt?

source: A Button Pressed?
de_de: A Taste gedrückt?

source: B Button Pressed?
de_de: B Taste gedrückt?

source: X Button Pressed?
de_de: X Taste gedrückt?

source: Y Button Pressed?
de_de: Y Taste gedrückt?

source: Arduino Program
de_de: Arduino Programm

source: Makeblock Program
de_de: Makeblock Programm

source: upload to arduino
de_de: Upload zum Arduino

source: set font size
de_de: Setze Zeichengröße

source: Back
de_de: Zurück

source: Upload to Arduino
de_de: Upload zum Arduino

source: Send
de_de: Senden

source: Please connect the serial port.
de_de: Bitte einen seriellen Port auswählen!

source: Message
de_de: Hinweis

source: Arduino IDE not found,
de_de: Arduino IDE nicht gefunden

source: or Click 'Download' to install the Arduino IDE.
de_de: oder klicke 'Download' zum Installieren der Arduino IDE.

source: Click 'Set Path' to find the install path of Arduino,
de_de: klicke 'Set Path' um den Installations-Pfad der Arduino IDE zu finden,

source: Set Path
de_de: setze Pfad

source: Edit with Arduino IDE
de_de: Mit der Arduino IDE editieren

source: Arduino Project
de_de: Arduino Projekt

source: Start Uploading
de_de: Starte Upload

source: Waiting Reset Board
de_de: Warte auf Board-Reset

source: Upload Finish
de_de: Upload fertig

source: Hide
de_de: Verbergen

source: Arduino mode
de_de: Arduino-Modus

source: Current Firmware
de_de: Aktuelle Firmware

source: Unknown Firmware
de_de: Unbekannte Firmware

source: Discover
de_de: suchen

source: Search Network
de_de: Suche Netzwerk

source: Help
de_de: Hilfe

source: Report a Bug
de_de: Melde einen Fehler

source: License
de_de: Lizenz

source: Share Your Project
de_de: Verbreite dein Projekt

source: Install Arduino Driver
de_de: Installiere Arduino Treiber

source: Bluetooth need to install .Net Framework 4.0
de_de: Bluetooth benötigt .Net Framework 4.0

source: Clear Bluetooth
de_de: Historie löschen

source: Hide stage layout
de_de: Verstecke Bühne

source: Face Panel
de_de: Grid-Panel

source: Clear All
de_de: Lösche alles

source: Light All
de_de: Setze alles

source: Add To Favourite
de_de: zu Favoriten hinzufügen

source: Remove Emotion
de_de: Lösche Muster

source: Complete
de_de: Fertig

source: Manage Extensions
de_de: Extensions verwalten

source: Add Extension
de_de: Extension hinzufügen

source: Remove Extension
de_de: Extension löschen

source: file is not a valid extension zip!
de_de: Keine gültige Extension-Zip Datei

source: Want to delete?
de_de: Löschen?

source: Warning
de_de: Warnung

source: Language
de_de: Sprache

source: Connecting Bluetooth
de_de: Verbinde über Bluetooth

source: Bluetooth Connected
de_de: Über Bluetooth verbunden

source: Connecting Timeout
de_de: Verbindungs-Timeout

source: Restore Extensions
de_de: Extensions zurücksetzen

source: Extension Files Updated
de_de: Extension updated

source: Modified
de_de: Geändert

source: Save Project As
de_de: Projekt speichern unter...

source: I know
de_de: Ok

source: There is a newer version
de_de: Es ist eine neuere Version verfügbar

source: It's already the newest version
de_de: Diese Version ist aktuell

source: Download Now
de_de: Jetzt downloaden

source: Download Later
de_de: Später downloaden

source: Others
de_de: Weitere

source: Check Software Update
de_de: Suche Software-Update

source: Upload Bug
de_de: Einen Fehler melden

source: Clear Cache
de_de: Cache leeren

source: Communication
de_de: Kommunikation

source: Serial Port
de_de: Serieller Port

source: binary mode
de_de: Binär-Modus

source: char mode
de_de: Zeichen-Modus
