Repository: Makeblock-official/mBlock
Catalog: source/src/locale/*.po
Languages: de_de

source: Language-Name
de_de: German

source: %b and %b
de_de: %b und %b

source: %b or %b
de_de: %b oder %b

source: %m.attribute of %m.spriteOrStage
de_de: %m.attribute von %m.spriteOrStage

source: %m.list contains %s
de_de: %m.list enthält %s

source: %m.mathOp of %n
de_de: %m.mathOp %n

source: %m.sensor sensor value
de_de: %m.sensor Sensor Wert

source: add %s to %m.list
de_de: füge %s zu %m.list hinzu

source: answer
de_de: Antwort

source: ask %s and wait
de_de: frage %s und warte

source: backdrop #
de_de: Bühnenbild #

source: Hello!
de_de: Hallo！

source: broadcast %m.broadcast
de_de: Sende %m.broadcast an alle

source: broadcast %m.broadcast and wait
de_de: Sende %m.broadcast an alle und warte

source: change %m.effect effect by %n
de_de: ändere %m.effect Effekt um %n

source: change %m.var by %n
de_de: ändere %m.var um %n

source: change pen color by %n
de_de: ändere Stiftfarbe um %n

source: change pen shade by %n
de_de: ändere Farbstärke um %n

source: change pen size by %n
de_de: ändere Stiftdicke um %n

source: change size by %n
de_de: ändere Größe um %n

source: change tempo by %n
de_de: ändere Tempo um %n

source: change volume by %n
de_de: ändere Lautstärke um %n

source: change x by %n
de_de: ändere x um %n

source: change y by %n
de_de: ändere y um %n

source: clear
de_de: wische Malspuren weg

source: clear graphic effects
de_de: schalte Grafikeffekte aus

source: color %c is touching %c?
de_de: Farbe %c berührt %c ?

source: Control
de_de: Steuerung

source: costume #
de_de: Kostümnummer

source: create clone of %m.spriteOnly
de_de: erzeuge Klon von %m.spriteOnly

source: current %m.timeAndDate
de_de: %m.timeAndDate im Moment

source: Data
de_de: Daten

source: Data&Blocks
de_de: Daten&Blöcke

source: days since 2000
de_de: Tage seit 2000

source: define
de_de: Definiere

source: delete %d.listDeleteItem of %m.list
de_de: lösche %d.listDeleteItem aus %m.list

source: delete this clone
de_de: lösche diesen Klon

source: delete list
de_de: Liste löschen

source: distance
de_de: Entfernung

source: distance to %m.spriteOrMouse
de_de: Entfernung zu %m.spriteOrMouse

source: else
de_de: sonst

source: Events
de_de: Ereignisse

source: forever
de_de: wiederhole fortlaufend

source: glide %n secs to x:%n y:%n
de_de: gleite in %n Sek. zu x:%n y:%n

source: go back %n layers
de_de: gehe %n Ebene(n) nach hinten

source: go to %m.spriteOrMouse
de_de: gehe zu %m.spriteOrMouse

source: go to front
de_de: komme nach vorne

source: go to x:%n y:%n
de_de: gehe zu x:%n y:%n

source: hide list %m.list
de_de: verstecke Liste %m.list

source: hide variable %m.var
de_de: verstecke Variable %m.var

source: if %b then
de_de: falls %b dann

source: if on edge, bounce
de_de: pralle vom Rand ab

source: insert %s at %d.listItem of %m.list
de_de: füge %s als %d.listItem in %m.list ein

source: item %d.listItem of %m.list
de_de: Element %d.listItem von %m.list

source: join %s %s
de_de: verbinde %s mit %s

source: key %m.key pressed?
de_de: Taste %m.key gedrückt?

source: length of %m.list
de_de: Länge von %m.list

source: length of %s
de_de: Länge von %s

source: letter %n of %s
de_de: Zeichen %n von %s

source: Looks
de_de: Aussehen

source: loudness
de_de: Lautstärke

source: More Blocks
de_de: Weitere Blöcke

source: Motion
de_de: Bewegung

source: mouse down?
de_de: Maustaste gedrückt?

source: mouse x
de_de: Maus x-Position

source: mouse y
de_de: Maus y-Position

source: move %n steps
de_de: gehe %n er-Schritt

source: next backdrop
de_de: nächstes Bühnenbild

source: previous backdrop
de_de: vorheriges Bühnenbild

source: next costume
de_de: nächstes Kostüm

source: not %b
de_de: nicht %b

source: Operators
de_de: Operatoren

source: Pen
de_de: Malstift

source: pen down
de_de: schalte Stift ein

source: pen up
de_de: schalte Stift aus

source: pick random %n to %n
de_de: Zufallszahl von %n bis %n

source: play drum %d.drum for %n beats
de_de: Spiele Schlaginstrument %d.drum für %n Schläge

source: play note %d.note for %n beats
de_de: spiele Ton %d.note für %n Schläge

source: play sound %m.sound
de_de: spiele Klang %m.sound

source: play sound %m.sound until done
de_de: spiele Klang %m.sound ganz

source: point in direction %d.direction
de_de: setze Richtung auf %d.direction

source: point towards %m.spriteOrMouse
de_de: drehe dich zu %m.spriteOrMouse

source: repeat %n
de_de: wiederhole %n mal

source: repeat until %b
de_de: wiederhole bis %b

source: replace item %d.listItem of %m.list with %s
de_de: ersetze %d.listItem von %m.list durch %s

source: reset timer
de_de: setze Stoppuhr zurück

source: rest for %n beats
de_de: pausiere für %n Schläge

source: round %n
de_de: %n gerundet

source: say %s
de_de: sage %s

source: say %s for %n secs
de_de: sage %s für %n Sekunden

source: Sensing
de_de: Fühlen

source: set %m.effect effect to %n
de_de: setze %m.effect Effekt auf %n

source: set %m.var to %s
de_de: setze %m.var auf %s

source: set instrument to %d.instrument
de_de: setze Instrument auf %d.instrument

source: set motor direction %m.motorDirection
de_de: setze Motordrehung %m.motorDirection

source: set motor power %n
de_de: setze Motorleistung auf %n

source: set pen color to %c
de_de: setze Stiftfarbe auf %c

source: set pen color to %n
de_de: setze Stiftfarbe auf %n

source: set pen shade to %n
de_de: setze Farbstärke auf %n

source: set pen size to %n
de_de: setze Stiftdicke auf %n

source: set rotation style %m.rotationStyle
de_de: setze Drehtyp auf %m.rotationStyle

source: set size to %n%
de_de: setze Größe auf %n %

source: set tempo to %n bpm
de_de: setze Tempo auf %n Schläge/Min.

source: set video transparency to %n%
de_de: setze Video-Transparenz auf %n%

source: set volume to %n%
de_de: setze Lautstärke auf %n%

source: set x to %n
de_de: setze x auf %n

source: set y to %n
de_de: setze y auf %n

source: show
de_de: zeige

source: show list %m.list
de_de: zeige Liste %m.list

source: show variable %m.var
de_de: zeige Variable %m.var

source: stamp
de_de: hinterlasse Abdruck

source: stop %m.stop
de_de: stoppe %m.stop

source: stop all sounds
de_de: stoppe alle Klänge

source: switch backdrop to %m.backdrop
de_de: wechsle zu Bühnenbild %m.backdrop

source: switch backdrop to %m.backdrop and wait
de_de: wechsle zu Bühnenbild %m.backdrop und warte

source: switch costume to %m.costume
de_de: wechsle zu Kostüm %m.costume

source: think %s
de_de: denke %s

source: think %s for %n secs
de_de: denke %s für %n Sek.

source: tilt
de_de: Neigung

source: timer
de_de: Stoppuhr

source: touching %m.touching?
de_de: wird %m.touching berührt?

source: touching color %c?
de_de: wird Farbe %c berührt?

source: turn @turnLeft %n degrees
de_de: drehe dich @turnLeft um %n Grad

source: turn @turnRight %n degrees
de_de: drehe dich @turnRight um %n Grad

source: turn motor off
de_de: schalte Motor aus

source: turn motor on
de_de: schalte Motor an

source: turn motor on for %n secs
de_de: schalte Motor für %n Sekunden an

source: turn video %m.videoState
de_de: schalte Video %m.videoState

source: username
de_de: Benutzername

source: video %m.videoMotionType on %m.stageOrThis
de_de: Video %m.videoMotionType auf %m.stageOrThis

source: volume
de_de: Lautstärke

source: wait %n secs
de_de: warte %n Sek.

source: wait until %b
de_de: warte bis %b

source: when %m.booleanSensor
de_de: Wenn %m.booleanSensor

source: when %m.key key pressed
de_de: Wenn Taste %m.key gedrückt

source: when %m.key key released
de_de: Wenn Taste %m.key losgelassen

source: when %m.triggerSensor > %n
de_de: Wenn %m.triggerSensor > %n

source: when @greenFlag clicked
de_de: Wenn @greenFlag angeklickt

source: when backdrop switches to %m.backdrop
de_de: Wenn das Bühnenbild zu %m.backdrop wechselt

source: when Stage clicked
de_de: Wenn Bühne angeklickt wird

source: when distance < %n
de_de: Falls Entfernung < %n

source: when I receive %m.broadcast
de_de: Wenn ich %m.broadcast empfange

source: when I receive %d.broadcast
de_de: Wenn ich %d.broadcast empfange

source: when I start as a clone
de_de: Wenn ich als Klon enstehe

source: when this sprite clicked
de_de: Wenn ich angeklickt werde

source: when tilt = %n
de_de: Wenn Neigung = %n

source: <b>Information about Cloud variables</b><br>&nbsp;<br>Currently, only numbers are supported<br>Chat rooms are not allowed, and will be removed<br>For more info, <a href="/help/faq/#clouddata" target="_blank">see the cloud data FAQ!</a>
de_de: <b>Information zu den Cloud-Variablen</b><br>&nbsp;<br>Zur Zeit werden nur Zahlen unterstützt<br>Chat-Rooms sind nicht erlaubt und werden gelöscht!<br>Für weitere Infos, <a href= target=>siehe Cloud-Daten FAQ!</a>

source: A connected
de_de: A angeschlossen

source: a copy of the project file on your computer.
de_de: eine Kopie der Projektdatei auf deinem Rechner.

source: abs
de_de: Betrag

source: Account settings
de_de: Kontoeinstellungen

source: Add boolean input:
de_de: Boolesches Feld:

source: add comment
de_de: Kommentar hinzufügen

source: Add label text:
de_de: Beschriftungstext:

source: Add number input:
de_de: Zahlenfeld:

source: Add string input:
de_de: Textfeld:

source: All
de_de: Alles

source: all
de_de: alles

source: all around
de_de: rundherum

source: Animal
de_de: Tier

source: Animals
de_de: Tiere

source: assets loaded
de_de: Elemente geladen

source: B connected
de_de: B angeschlossen

source: Back a layer
de_de: Eine Ebene nach hinten

source: Backdrop
de_de: Bühnenbild

source: backdrop
de_de: Bühnenbild

source: Backdrop Library
de_de: Bühnenbild-Bibliothek

source: backdrop name
de_de: Bühnenbildname

source: backdrop1
de_de: Bühnenbild1

source: backdrops
de_de: Bühnenbilder

source: Backdrops
de_de: Bühnenbilder

source: Backpack
de_de: Lager

source: Bass Drum
de_de: Basstrommel

source: Bassoon
de_de: Fagott

source: Bitmap
de_de: Rastergrafik

source: Bitmap Mode
de_de: Raster-Modus

source: Block help
de_de: Block-Hilfe

source: brightness
de_de: Helligkeit

source: Bring to front
de_de: Ganz nach vorne

source: Broadcast
de_de: Nachricht an alle

source: Brush
de_de: Pinsel

source: button pressed
de_de: Taster gedrückt

source: by
de_de: von

source: bytes loaded
de_de: Bytes geladen

source: C connected
de_de: C verbunden

source: Camera
de_de: Kamera

source: can drag in player:
de_de: ziehbar im Präsentationsmodus:

source: Cancel
de_de: Abbrechen

source: Cannot Delete
de_de: Löschen nicht möglich

source: Can’t find network connection or reach server.
de_de: Es besteht keine Netzwerkverbindung oder der Server kann nicht erreicht werden.

source: Castle
de_de: Schloss

source: Category
de_de: Kategorie

source: ceiling
de_de: aufrunden

source: Choir
de_de: Chor

source: Choose backdrop from library
de_de: Bühnenbild aus der Bibliothek wählen

source: Choose costume from library
de_de: Kostüm aus der Bibliothek wählen

source: Choose sound from library
de_de: Klang aus der Bibliothek wählen

source: Choose sprite from library
de_de: Figur aus der Bibliothek wählen

source: Circle
de_de: Kreis

source: City
de_de: Stadt

source: Clarinet
de_de: Klarinette

source: Clear
de_de: Löschen

source: clear senders/receivers
de_de: lösche Sender/Empfänger

source: Click "Save now" to try again or "Download" to save
de_de: Klicke für einen neuen Versuch oder zum Speichern

source: Closed Hi-Hat
de_de: Geschlossenes Hi-Hat

source: Cloud data
de_de: Cloud-Daten

source: color
de_de: Farbe

source: Color a shape
de_de: Eine Kontur einfärben

source: Connecting to Cloud data server...
de_de: Verbinde mit Cloud-Daten-Server...

source: Convert to bitmap
de_de: In Rastergrafik umwandeln

source: Convert to vector
de_de: In Vektorgrafik umwandeln

source: Converting mp3...
de_de: Wandle in mp3 um...

source: copy
de_de: Kopieren

source: Copying...
de_de: Kopiere...

source: Costume
de_de: Kostüm

source: Costume Library
de_de: Kostüm-Bibliothek

source: costume name
de_de: Kostümname

source: costume1
de_de: Kostüm 1

source: costume2
de_de: Kostüm 2

source: Costumes
de_de: Kostüme

source: Costumes > 1
de_de: Kostüme > 1

source: Costumes:
de_de: Kostüme

source: Cowbell
de_de: Kuhglocke

source: Crash Cymbal
de_de: Crash-Becken

source: Creating...
de_de: Erzeuge...

source: Currently, only numbers can be stored in Cloud variables.
de_de: Momentan können nur Zahlen in Cloud-Variablen gespeichert werden.

source: cut
de_de: Ausschneiden

source: D connected
de_de: D angeschlossen

source: date
de_de: Datum

source: day of week
de_de: Wochentag

source: Delete
de_de: Löschen

source: delete
de_de: Löschen

source: delete variable
de_de: Variable löschen

source: direction
de_de: Richtung

source: direction:
de_de: Richtung

source: don't rotate
de_de: nicht drehen

source: down
de_de: nach unten

source: down arrow
de_de: Pfeil nach unten

source: Download
de_de: Herunterladen

source: Download to your computer
de_de: Herunterladen auf deinen Computer

source: duplicate
de_de: Duplizieren

source: Duplicate
de_de: Duplizieren

source: edge
de_de: Rand

source: edit
de_de: Bearbeiten

source: Edit
de_de: Bearbeiten

source: Edit Block
de_de: Block bearbeiten

source: Effects
de_de: Effekte

source: Electric Guitar
de_de: E-Gitarre

source: Electric Piano
de_de: E-Piano

source: Electronic
de_de: Elektronik

source: Erase
de_de: Radiergummi

source: fade in
de_de: einblenden

source: fade out
de_de: ausblenden

source: Fantasy
de_de: Fantasie

source: Features
de_de: Eigenschaften

source: File
de_de: Datei

source: Examples
de_de: Beispiele

source: Fill with color
de_de: Mit Farbe füllen

source: fisheye
de_de: Fischauge

source: Flip left-right
de_de: Links und Rechts vertauschen

source: Flip up-down
de_de: Oben und Unten vertauschen

source: floor
de_de: abrunden

source: Flute
de_de: Querflöte

source: Flying
de_de: Fliegen

source: For all sprites
de_de: Für alle Figuren

source: For this sprite only
de_de: Nur für diese Figur

source: Forward a layer
de_de: Eine Ebene nach vorne

source: ghost
de_de: Transparenz

source: Go to My Stuff
de_de: Meine Sachen

source: Group
de_de: Gruppieren

source: Grow
de_de: Vergrößern

source: Guitar
de_de: Gitarre

source: Hand Clap
de_de: Klatschen

source: hide
de_de: verstecke dich

source: hour
de_de: Stunde

source: Human
de_de: Menschen

source: Importing sound...
de_de: Importiere Klang...

source: Indoors
de_de: Drinnen

source: Installing...
de_de: Installiere...

source: Instruments
de_de: Instrumente

source: last
de_de: letztes

source: left
de_de: links

source: left arrow
de_de: Pfeil nach links

source: left-right
de_de: links-rechts

source: Library
de_de: Bibliothek

source: light
de_de: Licht

source: limit reached
de_de: Grenze erreicht

source: Line
de_de: Linie

source: list
de_de: Liste

source: List name
de_de: Listenname

source: Loading project...
de_de: Lade Projekt...

source: louder
de_de: lauter

source: Make a Block
de_de: Neuer Block

source: Make a List
de_de: Neue Liste

source: Make a Variable
de_de: Neue Variable

source: meow
de_de: Miau

source: Message Name
de_de: Nachrichtenname

source: month
de_de: Monat

source: mosaic
de_de: Mosaik

source: motion
de_de: Bewegung

source: mouse-pointer
de_de: Mauszeiger

source: Multiple
de_de: mehrfach

source: Music and Dance
de_de: Musik und Tanz

source: Music Box
de_de: Musikbox

source: Music Loops
de_de: Musikschleifen

source: My Stuff
de_de: Meine Sachen

source: myself
de_de: mir selbst

source: Nature
de_de: Natur

source: New
de_de: Neu

source: New backdrop from camera
de_de: Neues Bühnenbild von Kamera

source: New backdrop:
de_de: Neues Bühnenbild

source: New costume from camera
de_de: Neues Kostüm von Kamera

source: New costume:
de_de: Neues Kostüm

source: New List
de_de: Neue Liste

source: new message...
de_de: Neue Nachricht...

source: New name
de_de: Neuer Name

source: New sound:
de_de: Neuer Klang

source: New sprite from camera
de_de: Neue Figur von Kamera

source: New sprite:
de_de: Neue Figur

source: New Variable
de_de: Neue Variable

source: No motion blocks
de_de: Keine Bewegungsblöcke

source: Not saved; network or server problem.
de_de: Nicht gespeichert: Netzwerk- oder Server-Problem

source: of
de_de: von

source: off
de_de: aus

source: on
de_de: an

source: on-flipped
de_de: an-gespiegelt

source: Open Cuica
de_de: Offene Cuira

source: Open Hi-Hat
de_de: Offenes Hi-Hat

source: Options
de_de: Einstellungen

source: Organ
de_de: Orgel

source: Other
de_de: Sonstiges

source: other scripts in sprite
de_de: andere Skripte der Figur

source: Outdoors
de_de: Draußen

source: Paint new backdrop
de_de: Neues Bühnenbild zeichnen

source: Paint new costume
de_de: Neues Kostüm zeichnen

source: Paint new sprite
de_de: Neue Figur zeichnen

source: paste
de_de: Einfügen

source: Pencil
de_de: Stift

source: People
de_de: Leute

source: Percussion
de_de: Schlaginstrumente

source: photo1
de_de: Foto1

source: Piano
de_de: Klavier

source: Pick up color
de_de: Farbpipette

source: pixelate
de_de: Pixel

source: pop
de_de: Plopp

source: Profile
de_de: Profil

source: Project did not load.
de_de: Das Projekt wurde nicht geladen.

source: Project not saved!
de_de: Das Projekt wurde nicht abgespeichert!

source: random
de_de: zufälliges

source: Record
de_de: Aufnahme

source: Record new sound
de_de: Neuen Klang aufnehmen

source: recording1
de_de: Aufnahme1

source: Rectangle
de_de: Rechteck

source: redo
de_de: Wiederherstellen

source: Remix
de_de: Remixen

source: Remixing...
de_de: Erstelle Remix...

source: Rename
de_de: Umbenennen

source: rename variable
de_de: Variable umbenennen

source: requires sign in
de_de: Hierzu musst Du angemeldet sein.

source: Reshape
de_de: Verformen

source: resistance-A
de_de: Widerstand-A

source: resistance-B
de_de: Widerstand-B

source: resistance-C
de_de: Widerstand-C

source: resistance-D
de_de: Widerstand-D

source: reverse
de_de: umkehren

source: Revert
de_de: Zurücksetzen

source: Reverting...
de_de: Setze Änderungen zurück...

source: right
de_de: rechts

source: right arrow
de_de: Pfeil nach rechts

source: rotation style:
de_de: Drehmodus

source: Run without screen refresh
de_de: Ohne Bildschirmaktualisierung laufen lassen

source: Save
de_de: Speichern

source: Save as a copy
de_de: Als Kopie speichern

source: Save now
de_de: Jetzt speichern

source: save to local file
de_de: Als lokale Kopie speichern

source: Saved
de_de: Gespeichert

source: Saving changes...
de_de: Speichere Änderungen...

source: Saving...
de_de: Speichere...

source: Saxophone
de_de: Saxophon

source: Script
de_de: Skript

source: Scripts
de_de: Skripte

source: Scripts:
de_de: Skripte:

source: second
de_de: Sekunde

source: See project page
de_de: Zeige Projektseite

source: Select
de_de: Auswählen

source: select all
de_de: Alles auswählen

source: Select and duplicate
de_de: Auswählen und Duplizieren

source: Send to back
de_de: Ganz nach hinten

source: Set costume center
de_de: Drehpunkt des Kostüms setzen

source: Set Costume Center
de_de: Drehpunkt des Kostüms setzen

source: Share
de_de: Veröffentlichen

source: shared
de_de: veröffentlicht

source: Shift:
de_de: Umschalttaste:

source: show receivers
de_de: Empfänger zeigen

source: show senders
de_de: Sender zeigen

source: show:
de_de: sichtbar:

source: Shrink
de_de: Verkleinern

source: Sign in
de_de: Anmelden

source: Sign in to save
de_de: Melde dich zum Speichern an

source: Sign out
de_de: Abmelden

source: silence
de_de: stumm

source: size
de_de: Größe

source: slider
de_de: Schieberegler"

source: Slider Range
de_de: Reglerbereich

source: Small stage layout
de_de: Kleine Bühnengröße

source: Smooth
de_de: Glätten

source: softer
de_de: leiser

source: sound
de_de: Klang

source: Sound
de_de: Klang

source: Sound Library
de_de: Klang-Bibliothek

source: Sounds
de_de: Klänge

source: space
de_de: Leertaste

source: Sports
de_de: Sport

source: Sprite
de_de: Figur

source: Sprite Library
de_de: Figurenbibliothek

source: Sprite1
de_de: Fugur1

source: Sprites
de_de: Figuren

source: sqrt
de_de: Wurzel

source: Square
de_de: Quadrat

source: Stage
de_de: Bühne

source: Stage selected:
de_de: Bühne ausgewählt:

source: stored on server
de_de: auf dem Server gespeichert

source: Synth Lead
de_de: Lead-Synthesizer

source: Synth Pad
de_de: Pad-Synthesizer

source: Tambourine
de_de: Tamburin

source: Text
de_de: Textwerkzeug

source: Things
de_de: Dinge

source: This project can detect who is using it, through the “username” block. To hide your identity, sign out before using the project.
de_de: Dieses Projekt kann über den "Benutzername"-Block feststellen, wer es benutzt. Willst du deine Identität verbergen, so melde dich vor der Benutzung des Projekts ab.

source: This project uses Cloud data ‒ a feature that is available only to signed in users.
de_de: Dieses Projekt nutzt Cloud-Daten ‒ eine Funktion, die nur angemeldeten Benutzern zur Verfügung steht.

source: this script
de_de: dieses Skript

source: this sprite
de_de: diese Figur

source: this way
de_de: soherum

source: Throw away all changes since opening this project?
de_de: Alle Änderungen seit dem Öffnen dieses Projekts verwerfen?"

source: Tips
de_de: Tipps

source: To delete a block definition, first remove all uses of the block.
de_de: Bevor die Blockdefinition gelöscht werden kann, muss der Block zuerst aus allen Skripten entfernt werden, in denen er verwendet wird.

source: Transportation
de_de: Verkehrsmittel

source: Triangle
de_de: Triangel

source: Trombone
de_de: Posaune

source: Turbo mode
de_de: Turbo-Modus

source: Turbo Mode
de_de: Turbo-Modus

source: Type
de_de: Typ

source: Undelete
de_de: Löschen rückgängig

source: Underwater
de_de: Unterwasserwelt

source: Undo
de_de: Rückgängig

source: undo
de_de: Rückgängig

source: Undo Revert
de_de: Zurücksetzen rückgängig machen

source: Ungroup
de_de: Gruppierung aufheben

source: unshared
de_de: unveröffentlicht

source: up
de_de: nach oben

source: up arrow
de_de: Pfeil nach oben

source: Upload backdrop from file
de_de: Bühnenbild aus einer Datei laden

source: Upload costume from file
de_de: Kostüm aus einer Datei laden

source: Upload from your computer
de_de: Upload vom Computer

source: Upload sound from file
de_de: Klang aus einer Datei laden

source: Upload sprite from file
de_de: Figur aus einer Datei laden

source: Uploading image...
de_de: Uploading Bild...

source: Uploading sprite...
de_de: Uploading Figur...

source: Variable name
de_de: Variablenname

source: Vector
de_de: Vektorgrafik

source: Vector Mode
de_de: Vektor-Modus

source: video motion
de_de: Videobewegung

source: Video on:
de_de: Video über:

source: Vocals
de_de: Gesang

source: Which column do you want to import
de_de: Welche Zeile willst Du importieren?

source: whirl
de_de: Wirbel

source: Wooden Flute
de_de: Blockflöte

source: year
de_de: Jahr

source: You cannot edit cloud data in someone else's project.<br>Any change that you make in the editor will be temporary and not persistent.
de_de: Du kannst keine Cloud-Daten in Projekten von jemand Anderem editieren.<br>Jede von dir im Editor gemachte Änderung ist temporär und geht verloren.

source: Eraser width:
de_de: Radierbreite:

source: Line width:
de_de: Linienbreite

source: set motor%d.motorPort speed %d.motorvalue
de_de: setze Motor %d.motorPort Geschwindigkeit auf %d.motorvalue

source: set servo %d.servoPort %d.slot angle %d.servovalue
de_de: setze Servo %d.servoPort %d.slot Winkel auf %d.servovalue

source: set 7-segments display%d.normalPort number %n
de_de: setze 7-Segment-Anzeige %d.normalPort Wert auf %n

source: set led %d.normalPort %d.index red%d.value green%d.value blue%d.value
de_de: setze RGB-LED%d.normalPort Index%d.index Rot%d.value Grün%d.value Blau%d.value

source: ultrasonic sensor %d.normalPort distance
de_de: Ultraschall-Sensor%d.normalPort Entfernung

source: light sensor %d.normalPort
de_de: Licht-Sensor%d.normalPort
